"Choose a valid destination." = "Velg en gyldig plassering.";
"Compress" = "Komprimer";
"Decompress" = "Dekomprimer";
"Decompressing: %@ \nTo: %@" = "Dekomprimerer: %@ \nTil: %@";
"Destination does not exist" = "Målplasseringen eksisterer ikke";
"Items remaining to decompress: %d" = "Objekter som gjenstår å dekomprimere: %d";
"Password" = "Passord";

/* ==== UNLOCALIZED ==== */

"Compressing: %@ \nTo: %@" = "Compressing: %@ \nTo: %@";
"Items remaining to compress: %d" = "Items remaining to compress: %d";
